Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Hulle het besef daar was geen gemene spel nie
ar: وأدركوا بعد ذلك بأنني لم أقم بالسرقة

source: Ek is verskoon, maar hulle het my lewe oorgeneem,
ar: فـ عفوا عني ثم اسكنوني هنا

source: my hier ingeboek, en elke week lewer ek 'n tas met miljoene dollar af by die bank
ar: في هذا الفندق ... مرهفي الأسبوع أحمل حقيبة تحمل الملايين من الدولارات إلى المصرف

source: Maar verder het ek niks met hulle te doen nie
ar: ولكنني لستُ منتسب إلى المافيا

source: Hulle het my 'n pistool gegee, maar ek gebruik dit nie
ar: لدي سلاح ولكنني لم استعمله إطلاقاً

source: Ek ly aan slaaploosheid
ar: اعاني من الأرق

source: Ek is 10 jaar geskei van my vrou
ar: أنفصلت عن زوجتي منذ عشر سنوات

source: Ek het 3 kinders Ek bel hul gereeld maar hulle wil nie met my praat nie
ar: لدي ثلاثة أطفال وأتصل بهم بين الحين والآخر ولكنهم لا يريدون التحدث معي

source: Ek is môre 50 ek verjaar môre
ar: سأبلغ الخمسين عاماً غداً إنه عيد ميلادي

source: En ek voel nie moeg nie
ar: ولكنني لا أشعر بالتعب

source: Môre gaan ons buite die stad jou verjaardag vier
ar: غداً سنخرج من المدينة للإحتفال بعيد ميلادك

source: In die berge
ar: إلى الجبال

source: Ek kom jou oplaai, 3 uur
ar: سأصطحبك بسيارتي عند تمام الساعة الثالثة

source: Slaap nou, jy is moeg
ar: والآن اخلد إلى النوم . . تبدو متعباً

source: As jy na my kyk, skiet ek jou
ar: إن نظرت إلى وجهي فسوف أطلق عليك النار

source: Mooi, vertel my nou 'n paar dinge
ar: جيد .. الآن عليك أن تخبرني بعض الأشياء

source: Waar is jou karsleutels?
ar: أين مفتاح السيارة؟

source: en wat is die alarmkode?
ar: وماهو الرمز السري لجهاز الإنذار؟

source: In die boonste laai van die lessenaar
ar: المفتاح على المنضدة

source: Die kode is 2250
ar: الرمز: 2250

source: As ons weg is, bel vir Pippo, en probeer hom oortuig dit was nie jy nie
ar: عندما نغادر اتصل ... (بـ(بيبودينتو وحاول أن تخبره بأنك لست الفاعل

source: Pippo, dis Di Girolamo
ar: - (بيبو)؟ أنا (دي جيرولمو)

source: Wat kan ek vir jou doen?
ar: - بماذا أخدمك؟

source: Hulle het die tas gevat
ar: - لقد أخذوا الحقيبة

source: Wat de hel sê jy nou?
ar: - ماذا تقول؟

source: Die twee Siciliane wat hier was
ar: - اتى إلي هنا صقليين قبل عدة أيام

source: Is jy gek?
ar: - هل جننت؟

source: Hulle is my neefs!
ar: هؤلاء أقاربي

source: Hulle het ingekom en my aangehou
ar: لقد أتوا وقت وصول الحقيبة وشاهدوها

source: Moenie twak praat nie, kom hiernatoe!
ar: - لا تقول هذا الهراء ، عليك أن تأتي إلى هنا

source: Kom oortuig Nitto dat dit nie jy was nie
ar: لإقناع (نيتو) بأنك لست الفاعل أنا؟

source: Ek? Wat het ek daarmee te doen?
ar: وما ذنبي أنا كي اتعامل معه؟

source: Kom verduidelik vir Nitto
ar: (قل ذلك لـ (نيتو

source: Ni...
ar: ... نيـ

source: Nitto Lo Riccio?
ar: نيتو لو ريتشو)؟ )

source: Dis reg, jou gek - noem name!
ar: جيد، أنت خبيث تحتفظ بأسماء المتهمين

source: As jy jou nek wil red, kom vertel vir Nitto
ar: إن أردت أن تنقذ نفسك (تعال ووضح كل شيء لـ (نيتو

source: Ek het 'n afspraak, ek kom oor 2 dae
ar: لدي موعد ، سأتي في خلال يومين

source: Dit sal die bleddie dag wees!
ar: ... لمتحصلعلى الأملحتى - ...

source: As jy nie dadelik kom nie...
ar: إنلم تأتيحالاً - سأتي في خلال يومين

source: Maar vandag is nie die begin van die maand nie
ar: ! ولكن اليوم ليس بداية الشهر

source: Niemand het my nog ooit oorgesien nie
ar: لم يسبق أن أحببني أحد

source: Dis Di Girolamo, Ek vertrek 6:30 namiddag
ar: (معك (دي جيرولمو سأغادر اليوم في 6: 30 مساءً

source: Ons kry jou by die lughawe
ar: - سنأتي لإصطحابك من المطار

source: Hoe sal ek jou herken? Ek het jou jare laas gesien
ar: فأنا لم أراك منذ 15 عاماً

source: Ek het niks verander nie
ar: أنا لم أتغير

source: Dis vir jou,
ar: هذه لك

source: Dis die totaal van wat jy verloor het die laaste paar maande
ar: لعلها ستعوض ما خسرت في الأشهر القليلة الماضية

source: Ek moes iets van my ma verkoop
ar: اضطررت أن أبيع شيئاً يخص أمي

source: Ek wou ook nog sê
ar: أريد أن أقول شيئاً آخر

source: Dit was nie nodig om my man so te verneder nie
ar: لا حاجة لإذلال زوجي ! بتلك الطريقة فهو رجل عجوز !

source: Jy kon maar net ophou speel het
ar: كان عليك التوقف عن اللعب فقط !

source: Jy is 'n bose man, totsiens!
ar: أنت رجل شرير . . وداعاً

source: Het iemand my gesoek?
ar: - هل سأل عني أحد؟

source: Nee, meneer
ar: - كلا ، سيدي

source: Boodskappe?
ar: أية رسائل؟

source: Pippo
ar: بيبو)؟ )

source: Dis Di Girolamo
ar: (أنا (دي جيرولمو

source: Ek het jou toe nie herken nie
ar: لم أعرفك

source: Waar gaan ons?
ar: - أين سنذهب؟

source: Ons is al hier
ar: - نحن بالقرب من المكان

source: Waarvoor lag jy, Di Girolamo?
ar: ما الذي يضحكك (دي جيرولمو)؟

source: Niks, ek dink net
ar: - لاشيء ، فقط أفكر

source: Waaroor?
ar: - بماذا؟

source: Ek kan nie wegkom van hotelle nie, is dit nie gek nie?
ar: بأنني لا أستطيع التخلص من الفنادق ، أليس هذا مضحكاً؟

source: Gek?
ar: ... مضحك؟

source: Nee, dis gek dat jy 'n tas met 9 miljoen dollar verloor!
ar: المضحكهو بأنك فقدت حقيبة تحمل 9 مليون ... دولار،هذاهوالمضحك

source: Hy's hier!
ar: لقد وصل

source: Vertel my, baie kortliks, wat het gebeur?
ar: اخبرني بالتفصيل الممل عن ما حدث؟

source: Wel, twee mense het my kamer ingekom en my aangehou, en die tas gevat
ar: ... حسناً شخصين دخلوا إلى غرفتي وهددوني بالسلاح ... وأخذواالحقيبة

source: Maar eers het hulle die karsleutels en die alarmkode gekry
ar: ولكن في البداية طلبوا ... منيمفتاحسيارتي والرمز السري للإنذار

source: Ek het dit gegee
ar: اعطيتهم ما طلبوا مني

source: Toe sê een van hulle:
ar: :بعدها أحدهم قال لي

source: "Bel nou vir Pippo en oortuig hom dit was nie jy nie"
ar: اتصل بـ (بيبو دينتو) وحاول" "أن تخبره بأنك لست الفاعل

source: "as jy kan"
ar: " إن استطعت "

source: Ek was bang, maar toe dink ek ek moet en ek bel Pippo
ar: كنت خائفاً بعد ذلك فكرت بالأمر (وأتصلت بـ (بيبو

source: Ek vertel hom alles en hy sê ek moet dadelik hier kom
ar: وأوضحت الحقائق وطلب مني الحضور فوراً لإخبارك

source: Hy het ook gesê dit gaan nie maklik wees nie
ar: وقال لي أيضاً بأنه ليس من السهل إقناعك بأنني لست الفاعل

source: Ek het toe nog banger geword en toe dink ek
ar: وأرتعبت كثيراً وبعد ذلك فكرت بالأمر

source: ek moet die tas dadelik terugkry
ar: فكرت بإسترجاع الحقيبة بأي شكل من الأشكال

source: En toe doen ek dit ek het die tas
ar: وهذا ما فعلته وبعدها استرجعتها

source: Nou waarom is jy dan nou hier?
ar: إذاً ، لما جئت إلى هنا؟

source: Jy kon mos maar net gaan bank het en ons gebel het en vertel het alles is reg
ar: كان عليك فقط الذهاب إلى ... البنكلتودعالمالهناك وإن تتصل بنا لتخبرنا ... بأن كل شيء على مايرام

source: Dit was mos maar net 'n oponthoud
ar: لقد كانت مجرد عقبة

source: Daar's nog iets
ar: هناك عقبة أخرى ولهذا السبب أتيت

source: Ek gaan die tas nie teruggee nie
ar: لا أريد أن أعطيك الحقيبة؟

source: Gaan sluit onmiddelik Di Girolamo se rekening dra dit oor na iemand anders
ar: (كما سمعت ، حساب (دي جيرولمو ... يجبأن يحولإلى شخص آخر يجب أن يحول إلى شخص آخر ...

source: Het ons Di Girolamo daarvoor nodig?
ar: هل تحتاج إلى دي جيرولمو) لـ ذلك؟ )

source: Gee my 'n foon, ek wil met die Switser praat
ar: اتصل بي وأنا سأتحدث إلى السويديين جيد

source: Laat ons nou aangaan
ar: لنعد لمحور حديثنا

source: Waarom gaan jy nie die tas vir ons gee nie?
ar: لما لا تريد أن تعطينا الحقيبة؟

source: Julle het my hele lewe van my gesteel, so, nou steel ek julle tas
ar: لقد سرقتوا مني حياتي لذا أنا سرقت حقيبتكم

source: Ek sien maar sonder die tas is daar geen lewe vir jou nie
ar: فهمت لكن إذا لم تكن هناك حقيبة ! فلم يعد هناك حياة

source: Ek weet dit
ar: أعلم بذلك

source: Jy sal ons vertel waar die tas is
ar: هل ستخبرنا مكان الحقيبة؟

source: Nee, ek dink nie so nie
ar: كلا لا أظن ذلك

source: Weet jy hoekom sal jy?
ar: أتعلم لماذا؟

source: Want jy's 'n goeie man, en ons is slimmer as jy
ar: لأنك رجل طيب ولأننا أكثر ذكاءً منك

source: Dis waar, ek was nooit baie intelligent nie
ar: هذا صحيح ... أنالستُ ذكياً

source: Watter restaurant het jy vir vannaand bespreek?
ar: ما المطعم الذي قمت بحجزه الليلة؟

source: Restelli
ar: - ريستالي - جيد

source: Goed! Hulle kos is goed
ar: طعامهم جيد

source: Verdomp!
ar: تباً

source: Ek kom oor twee dae
ar: سأكون هناك خلال يومين

source: Jy weet, Nitto hou baie van jou
ar: - أتعلم ، (نيتو) مولع بك

source: Nitto hou van jou toe hy uitvind van die vermiste 100,000 dollar het hy gesê dis niks nie,
ar: نيتو) مولع بك) عندما إكتشف بأمر الـ100,000 دولار المفقودة ادعى بأنه لم يحصل شيء

source: en hy het jou selfs geglo oor die twee ouens wat die tas gevat het
ar: وهو قد صدقك بقصتك عن ذلك الرجلين اللذان أخذا الحقيبة

source: En hoe beloon jy hom?
ar: وكيف تكافئه؟

source: Met vyandigheid!
ar: - لقد كنت عدواً - هل صدقني؟

source: Het hy my geglo?
ar: بالطبع ، لو لم يصدقك

source: Natuurlik, anders sou Pippo nog geleef het
ar: لكان (بيبو) معنا الآن

source: Dis al 'n tydjie dat Pippo probeer het om onafhanklik te raak
ar: ... منذفترة ... كان(بيبو)يبحثعن إستقلاليته

source: Nou is hy onafhanklik
ar: والآن هو مستقل

source: Maar Nitto kan nie voorgee als is reg as 9 miljoen wegraak nie Verstaan jy?
ar: ولكن ( نيتو ) لم يحتمل الأمر اكثر من الـ 9 مليون هل تفهم ذلك؟

source: Vertel ons waar daardie verdomde tas is, en jy kan 'n nuwe lewe begin
ar: اخبرنا أين تلك الحقيبة؟ وتستطيع حينها أن تعيش حياةً جديدة

source: Die hele kommittee was besorgd oor jou, en daardie eer moes jou laat praat het, maar nou...
ar: جعلت اللجنة بأكملها قلقة لأجلك هذا التشريف يجعلك تتكلم وبدلاً من ذلك .. على أية حال

source: Hier is die reëls: Die kraan laat jou in die sement sak,
ar: :إليك ما سيحدث هذه الرافعة ستنزلك للأسفل

source: As jy praat stop hy, so nie, stop hy nie
ar: عندما تبدأ بالكلام سيتوقف ما عدا ذلك فهو لن يتوقف

source: Van een ding is ek seker:
ar: فقط شيء واحد متأكد ... بأننيأعرفه

source: Nou en dan, bo-op 'n elektriese paal in die sneeu en wind, stop Dino Giuffrè, en hy word treurig, en hy dink daaraan
ar: ... بينالحينوالآخر وعلى قمة البرج الكهربائي في وسط منظر الثلوج الطبيعية وسط البرودة والرياح العاصفة (توقف (دينو جيفيرو والحزن يملاء كيانه

source: dat ek, Titta Di Girolamo... sy beste vriend is
ar: وفكر بي بأنني أنا (تيتا دي جيرولمو) أعز أصدقائه

source: Staan stil.
ar: توقف.. انظر أرضا

source: Gaan aan
ar: واصل المشي

source: TYDELIKE-AANHOUDINGSSENTRUM MINISTERIE VAN STAATSVEILIGHEID
ar: مركز الحجز المؤقت وكالة الأمن القومي

source: Spreek hom aan as kaptein
ar: "خاطبه بلقب "سيدي

source: Binne
ar: ادخل

source: Hande onder die dye, palms ondertoe
ar: يديك تحت فخذيك باطن الكف لأسفل

source: Wat het jy ons te vertel?
ar: ماذا لديك لتخبرنا به؟

source: Ek weet niks
ar: لا أعرف شيئا؟

source: Jy het niks gedoen nie, weet niks...
ar: ..لم تفعل شيئا، لا تعرف شيئا

source: Dink jy ons arresteer mense willekeurig?
ar: أتعتقد أننا نعتقل الناس بدون سبب؟

source: Nee...
ar: ..لا

source: As jy dink ons stelsel is in staat tot so iets, sou dit al goeie rede vir arres wees
ar: إذا كنت تعتقد أن نظامنا المتسامح والانساني يقوم بشئ كهذا فهذا لوحده سبب كاف لاعتقالك

source: Ons wil graag jou geheue verfris, prisonier 227
ar: 227 نريد أن ننشط ذاكرتك يا سجين

source: Op September 28, het Dieter Pirmasens, jou vriend en buurman, na die weste gevlug - Ons glo hy het hulp gehad.
ar: في الثامن والعشرين من سبتمبر ، قام (ديتر بريماسنس ) صديقك وجارك بالهرب لألمانيا الغربية ونعتقد أنه هناك من ساعده

source: Ek weet niks nie.
ar: لا أعرف شيئا

source: Hy het nie eers gesê hy wil vlug nie
ar: إنه لم يقل لي حتى أنه يريد المغادرة

source: Eerste wat ek gehoor het, was by die werk
ar: لقد سمعت عن هذا الأمر لأول مرة في العمل

source: Vertel weer wat jy gedoen het op 28 September
ar: أعد على مسامعي ما فعلته يوم الثامن والعشرين من سبتمبر

source: -Dis in my verklaring. -Vertel weer
ar: ـ هذا مسجل في شهادتي ـ أخبرني ثانية

source: Ek was by Treptowpark-Monument met my kinders
ar: لقد كنت في حديقة (تربتاو) التذكارية مع أولادي

source: Daar het ek my vriend Max Kirchner gekry
ar: (عندما قابلت صديقي القديم (ماكس كرشنر

source: Ons is na sy plek toe, en tot laat musiek geluister
ar: وذهبنا لشقته واستمعنا للموسيقى لوقت متأخر من الليل

source: Hy het 'n telefoon, u kan hom bel om te bevestig
ar: لديه هاتف، يمكنك الاتصال به والتأكد منه

source: Ek kan sy nommer verskaf
ar: يمكنني إعطائك الرقم

source: Die staat se vyande is arrogant.
ar: أعداؤنا متعجرفون

source: Omtrent 40 ure s'n lyn 31
ar: تذكروا هذا

source: Dit verg geduld.
ar: الأمر يتطلب الصبر...

source: Vinnig vorentoe...
ar: ..سنقوم بالإسراع

source: Ek wil slaap
ar: أريد أن أنام

source: Asseblief, laat my slaap!
ar: ! من فضلكم دعوني أنام

source: Hande onder die dye!
ar: يديك تحت فخذيك

source: Vertel my weer van 28 September
ar: أخبرني ثانية بما فعلته يوم الثامن والعشرين من سبتمبر

source: Asseblief, net een uur...
ar: من فضلك، ساعة واحدة القليل..

source: Net 'n bietjie... 'n Bietjie slaap
ar: القليل من النوم

source: Vertel my weer wat jy gedoen het
ar: أخبرني ثانية بما فعلته ذلك اليوم

source: Hoekom word hy so lank wakker gehou?
ar: لماذا تتركونه مستيقظا لفترات طويلة؟

source: Dis onmenslik
ar: هذا ... غير انساني

source: 'n Onskuldige sal kwaaier word by die uur omdat hy onreg verduur.
ar: السجين البرئ سوف يصبح غاضبا بمرور الساعة بسبب الظلم الذي يعانيه

source: Hy sal skel en baklei 'n Skuldige word al stiller... of hy huil
ar: سوف يصيح ويغضب ..أما السجين المذنب فيصبح أكثر هدوءا وسكينة أو يبكي

source: Hy weet hy is daar vir 'n rede
ar: إنه يعرف أن وجوده لسبب ما

source: Die beste manier om skuld vas te stel, is volgehoue ondervraging ...skoolvriend Max Kirchner
ar: أفضل طريقة للتأكد من الذنب أو البراءة هي الاستجواب الذي لا يتوقف (صديق الدراسة (ماكس كرشنر

source: Ons het na sy plek gegaan en tot laat na musiek geluister
ar: ذهبنا إلى شقته واستمعنا للموسيقى لوقت متأخر من الليل

source: Hy het 'n telefoon, u kan hom bel om dit te bevestig
ar: لديه هاتف يمكنك الاتصال به للتأكد منه

source: Wat let u op tov hierdie verklaring?
ar: هل لاحظتم شيئا في كلامه؟

source: Dis van die begin af dieselfde
ar: إنه مثل الكلام السابق

source: Presies dieselfde; woord vir woord
ar: بالضبط تقريبا..

source: Mense wat die waarheid vertel kan herformuleer, en hulle doen ook so 'n leuenaar het 'n paar geformuleerde sinne waarop hy terugval onder druk
ar: الذين يقولون الحقيقة يمكنهم إعادة صياغة الكلام ويقومون بهذا أما الكاذب فلديه جمل معدة سلفا يرجع إليها

source: 227 lieg.
ar: 227يكذب

source: Ons het 2 belangrike indikatore, en daarom kan ons die druk verhoog
ar: لدينا دلالتان مهمتان ويمكننا أن نزيد الضغط

source: As jy nie name verskaf nie, sal ons jou vrou ook moet inbring
ar: إذا لم تبوح لنا بأسماء سوف نعتقل زوجتك

source: Jan en Nadja kan ons in die staat se sorg plaas
ar: و (يان) و (نادية) سوف يذهبون لمراكز الرعاية

source: Is dit wat jy wil hê?
ar: هل هذا ما تريده؟

source: Wie het hom help vlug?
ar: من ساعده في الهرب؟

source: -Glaeske... -Weer!
ar: (ـ (جلاسكه !

source: Praat duidelik!
ar: ـ أعد! بصوت عال

source: -Glaeske... Werner Glaeske.
ar: (جلاسكه)، (فيرنر جلاسكه)

source: -Werner Glaeske
ar: (فيرنر... جلاسكه)

source: Luister!
ar: ! استمعوا

source: Weet iemand wat dit is?
ar: هل يعرف أحدكم ما هذا؟

source: Dis die reukmonster vir die honde
ar: إنها عينة من الرائحة من أجل الكلاب

source: Dit moet by elke ondervraging versamel word Moenie vergeet nie!
ar: يجب أن يتم جمعها في كل استجواب.. لا تنسوا هذا

source: Jy werk met die vyande van sosialisme
ar: الأشخاص الذين تستجوبونهم هم أعداء الاشتراكية

source: Moenie vergeet nie!
ar: ! لا تنسوا هذا!

source: Dit was goed, regtig goed!
ar: كان هذا جيدا جيد جدا

source: Onthou jy hoedat ons 20 jaar gelede hier gesit het?
ar: أتذكر كيف كنا نجلس هنا منذ 20 عاما؟

source: Hulle het my 'n professoraat aangebied
ar: لقد عرضوا علي الأستاذية

source: Die lewe is nie net oor goeie punte nie, myne was danksy jou, nie te sleg nie
ar: الحياة ليست مجرد علامات دراسية جيدة رغم أن نتائجي لم تكن سيئة والفضل يرجع لك

source: Waarnatoe mik jy?
ar: ما الأمر إذن؟

source: Hoekom dink jy altyd ek beplan iets?
ar: لماذا تظن دائما أنني أدبر شيئا ما؟

source: -Ek wou jou teater toe nooi -Die teater?
ar: ـ أردت دعوتك للمسرح ـ المسرح؟

source: Ek het gehoor Minister Hempf gaan
ar: سمعت أن الوزير (همبف) سيذهب

source: As hoof van die Kultuurdepartment behoort ek te gaan
ar: وكرئيس للقسم الثقافي يجب علي الذهاب

source: Dit begin sewe uur.
ar: سيبدأ العرض السابعة مساء...

source: Ons moet regmaak
ar: يجب أن نسرع

source: ANDERE SE LEWENS
ar: حـــيــــاة الآخــــريـــن من أفضل أفلام السينما بشكل عام

source: Minister Hempf by een uur, amper voor ons
ar: الوزير (همبف) في المنتصف

source: Hy was eers in Staatveiligheid, weet jy?
ar: لقد كان من أفراد الأمن القومي كما تعلم

source: Hy het die land se teaters opgeruim
ar: لقد قام بتنظيف المسرح

source: Georg Dreyman, die skrywer
ar: جورج دريمان)، الكاتب)

source: Die arrogante tipe, die tipe waarteen ek studente waarsku
ar: النوع المتغطرس الذي أحذر طلابي منه دائما

source: Maar hy is lojaal.
ar: ولكنه مخلص

source: As almal maar soos hy was, Sou ek nie werk hê nie.
ar: لو كانوا جميعا مثله، فسأجلس بدون عمل

source: Hy is ons enigste dramaturg wat nie ondergronds is nie, en wat ook in die weste gelees word
ar: هو كاتبنا الوحيد الذي لا يدعو للتخريب والذي يقرأونه في ألمانيا الغربية أيضا

source: Hy dink die DDR is die beste land ter aarde
ar: ويعتقد أن ألمانيا الشرقية هي أعظم دولة في العالم

source: Kyk self
ar: سيبدأ العرض

source: -Wat is verkeerd?
ar: ما الأمر ياابنتي؟

source: 'n Visioen?
ar: رؤية جديدة؟

source: -Praat, Marta! -Praat!
ar: تكلمي يا (مارثا)، تكلمي

source: -Jou Arthur...
ar: ..(آرثر)

source: -Is dood.
ar: مات

source: -Arthur? Kan jy nie verkeerd wees nie, net eenmaal?
ar: آرثر)، ألا يمكن أن تكوني على خطأ هذه المرة؟

source: Nee, suster. Glo my
ar: لا يا أختاه، صدقيني

source: Hy het hom doodgeval
ar: لقد حان أجله

source: Verpletter deur die groot wiel
ar: لقد دهسته العجلة الكبيرة

source: Ek sien dit, alhoewel ek liewer enigiets anders sou wou sien
ar: أرى هذا رغم أنني أفضل أن ألا أرى أي هول آخر

source: Waarom word ek dit nie gespaar nie?
ar: لماذا لا تتركني هذه الرؤى؟

source: Elena! Gaan huistoe!
ar: الينا)، اذهبي للبيت وانتحبي) سوف أكمل نوبتك

source: Het jy daarvan gehou?
ar: هل أعجبك؟

source: -Dreyman is goed, of hoe?
ar: (دريمان) جيد، أليس كذلك؟

source: -Ek sou hom dophou
ar: سوف أراقبه

source: Dophou?
ar: تراقبه؟

source: Al die onderrig meng met jou oordeel in
ar: هذا التدريس سوف يفسد عليك حواسك

source: -Ek kon dit self doen
ar: يمكنني الإشراف على هذا بنفسي

source: -Hy is skoon, ek sê jou
ar: أخبرك أنه على ما يرام حتى (همبف) يحبه

source: Selfs Hempf hou van hom Ons sou onsself in die voet skiet
ar: سوف نكون هكذا نطلق النار على أرجلنا

source: Ek gaan ondertoe
ar: سوف أنزل

source: GESIGTE VAN DIE LIEFDE
ar: "أوجه الحب"

source: Ek hoor baie van jou werk
ar: أسمع كثيرا عن عما تقوم به

source: Hulle sê kultuur is in goeie hande - jou naam word genoem...
ar: يقولون أن الثقافة في أيدٍ أمينة لقد تم ذكر اسمك في دوائر الحزب

source: -in Partykringe -Ons is die Party se "Swaard en Skild"
ar: نحن حماة الحزب

source: Ek is bewus daarvan
ar: أنا أدرك هذ طيلة الوقت

source: Wat dink jy van hom?
ar: ما رأيك فيه؟

source: Van Georg Dreyman?
ar: في (جورج دريمان)؟

source: Miskien...
ar: ..ربما

source: Miskien wat?
ar: ربما ماذا؟

source: Miskien is hy nie so skoon soos hy lyk nie
ar: ربما لا يكون نظيفا كما يبدو

source: Grubitz! Dis hoekom jy en ek heel bo is
ar: لهذا السبب يا (جروبيتز) أنا وأنت على القمة

source: Die gemiddelde Stasi mannetjie sou sê:
ar: الفرد العادي من البوليس السري كان سيقول

source: "Een van ons beste!
ar: واحد من الأفضل...

source: So lojaal!" ens.
ar: إنه مخلص... الخ

source: Maar ons sien meer
ar: ولكننا نرى ما هو أبعد

source: Jy is op pad boontoe, Grubitz.
ar: (أنت تصعد نحو القمة بسرعة يا (جروبيتز

source: Daar's iets onguur aan hom, ek voel dit aan
ar: هناك ما يثير الشك حوله أحس بهذا

source: Dreyman het volgende week 'n partytjie saam met twyfelagtige mense...
ar: دريمان) سيقيم حفلة الأسبوع القادم) بعض المشكوك فيهم سوف يحضرون أمثال (هاوزر) وأمثاله من الغوغاء

source: Hauser en daardie rommel Probeer om die plek voor die tyd te bedraad
ar: حاول أن يكون البيت مليئا بأجهزة التنصت بحلول ذلك الوقت

source: Maatreëls A en B. Net in sy vertrekke
ar: (المقاييس (أ) و(ب ضع فقط في غرفته..

source: Niks opsigtelik nie Hy het magtige vriende
ar: لا نريد إثارة الشك لديه أصدقاء أقوياء

source: Niemand mag weet, totdat ons iets HET nie
ar: لا أحد يعرف بهذا حتى نجد شيئا

source: As jy iets op hom kry, sal jy 'n goeie vriend in die Sentrale Kommitee hê
ar: لكن لو وجدت شيئا يدينه فلديك صديق قوي في اللجنة المركزية

source: Jy verstaan wat ek bedoel?
ar: أتفهم ما أقول؟

source: Geniet die aand, Kameraad Minister.
ar: عمت مساء سيدي الوزير

source: Waarom staar hy na ons?
ar: لماذا يحدق بنا؟

source: Wat doen hy hier in elk geval?
ar: ما الذي يقوم به هنا على أي حال؟

source: Ek dink hy beloer jou
ar: أعتقد أنه معجب بك

source: Ek kan die aand nie laat verbygaan nie sonder om 'n heildronk te drink op ons kunstenaars nie
ar: لا يمكنني أن أدع الليلة تمر بدون اقتراح نخب في صحة فنانينا

source: Ek weet nie meer wie dit was wat gesê het:
ar: :اشتراكي عظيم، لا أذكر اسمه، قال ذات مرة

source: "Skrywers is die ingenieurs van die siel"
ar: الكتاب هم مهندسو الروح

source: So, Georg Dreyman is een van die land se grootste ingenieurs
ar: (وكذلك (جورج دريمان واحد من أعظم مهندسي بلدنا

source: -Watter lieflike vriende het jy tog nie -Paul!
ar: ـ لديك رفيق جيد في السرير (ـ (باول

source: En aan jou, Christa-Maria Sieland, die lieflikste pêrel van die DDR.
ar: (وتحية إلى (كريستا ماريا زيلاند أجمل جوهرة في ألمانيا الشرقية ولا أعتقد أن أحدا يعارضني في هذا الرأي

source: Laat ons die glas lig vir Christa-Maria Sieland.
ar: دعونا نرفع كؤوسنا

source: Drie hoera's vir haar!
ar: :(لـ (كريستا ماريا زيلاند ثلاثة نخوب في صحتها

source: Iemand soos hy verdien dit nie eers om ons toe te spreek nie
ar: شخص مثله لا يجب أن يخاطبك

source: Bly by my!
ar: ابق معي

source: En nou iets vir die siel
ar: ..والآن شيء من أجل الروح

source: Mag ek?
ar: أتسمح لي؟

source: -Hoe hou jy van my toespraak?
ar: ـ كيف وجدت حديثي؟

source: -Baie dankie ek het van jou toneel ook gehou
ar: ـ شكرا جزيلا وأعجبتني مسرحيتك أيضا

source: -Regtig, dit was goed -"Ingenieurs van die siel"
ar: كانت جيدة بالفعل

source: -Dit was 'n Stalin-aanhaling
ar: "مهندسو الروح" (هذه مقولة (ستالين

source: -Regtig?
ar: حـــقا؟

source: Soos u, terg ek ook graag, Mnr. Hauser
ar: (أنا أيضا أحب الإثارة يا سيد (هاوزر

source: Maar ek weet hoe ver om te gaan
ar: ولكن عكسك، أعرف حدودي جيدا

source: Ek is meer soos ons liewe Dreyman.
ar: أحب (دريمان) العزيز كثيرا

source: Hy weet dat die Party kunstenaars nodig het, en dat die kunstenaars die Party nog nodiger het
ar: حيث أنه يعرف أن الحزب يحتاج الفنانين ولكن الفنانين يحبون الحزب بشكل أكبر

source: As julle politiek gaan praat, gaan soek ek iemand om mee te dans
ar: إذا كنتم ستبدأون التحدث في السياسة فيجب أن أجد شريكا آخر في الرقص

source: -Ek is gewillig -Te laat!
ar: ـ أنا جاهز ـ تأخرت كثيرا

source: -Ek volg die teater met belangstelling
ar: أتابع مسرحنا بشغف

source: -Dit was altyd teatermense...
ar: ..لقد كان مسرح الناس

source: Paul!
ar: (ـ (باول ـ لا بـأس

source: Dis goed, ek ken mnr Hauser al lank Kameraad Schwalber!
ar: أنا أعرف سيد (هاوزر) منذ سنين (رفيق (شوالبر

source: Jy het ook vanaand goed gedoen
ar: لقد قمت بأداء رائع الليلة

source: Dreyman, ek is bly jy werk met sulke regiseurs, dit was nie altyd so nie
ar: أنا سعيد يا (دريمان) أنك تعمل مع مخرجين كهؤلاء لم يكن هذا دأبك في الماضي

source: Verwys u na Jerska?
ar: أتلمح إلى (يرسكا)؟

source: Ek dink u het hom te streng behandel
ar: أعتقد أن حكمك عليه كان شديد القسوة

source: Hy het miskien te ver gegaan Sonder twyfel
ar: بالتأكيد، فقد تمادى في أقواله بدون شك

source: Maar plaas uself in sy skoene
ar: ولكن ضع نفسك في موضعه قليلا كرجل صاحب كلمة

source: Hy kan hom nie distansieer van sy stelling nie
ar: لا يستطيع إنكار قول هذا الكلام

source: Hy kon gaan werk in enige teater in die weste, maar hy wil HIER bly, want hy glo in sosialisme en hierdie land
ar: يمكنه أن يعمل لأي مسرح في ألمانيا الغربية ولكنه يريد البقاء هنا لأنه يؤمن بالإشتراكية ويؤمن بهذه البلد

source: -Sy swartlysting is... -Swartlys?
ar: ..ـ وضعه على القائمة السوداء ـ قائمة سوداء؟
